// toolbar items

"SToolbarSimpleMode"  = "Modalità Veloce";
"SToolbarSimpleModeHint" = "Modalità Veloce";

"SToolbarAdvancedMode"  = "Modalità Avanzata";
"SToolbarAdvancedModeHint" = "Modalità Avanzata";

"SToolbarEnterDFU" = "DFU";
"SToolbarEnterDFUHint" = "DFU";

"SToolbarLog" = "Log";
"SToolbarLogHint" = "Log";

"SToolbarHelp" = "Aiuto";
"SToolbarHelpHint" = "Aiuto";

"SToolbarExit" = "Esci";
"SToolbarExitHint" = "Esci";

// Bubbles

"SClickHere" = "Clicca qui per continuare";
"SITunesNotFound" = "Sembra che tu non abbia iTunes 8.0 o versioni successive. Devi aggiornare iTunes per poter ripristinare con firmware personalizzati.";
"SFreeSpace" = "Disponibile: %.02f MB";

// Select platform

"SSPText" = "Seleziona il dispositivo che vorresti modificare.\nPuoi scegliere fra iPhone (3G, 3GS, 4), iPod Touch (3G, 4G), iPad, AppleTV 2G.";
"SSPTooltip" = "Clicca qui per %@";
"SSPSelectPlatform" = "Seleziona la piattaforma";

// Browse firmware

"SBFText" = "Seleziona il firmware .ipsw che desideri usare. Sarai avvertito se PwnageTool non potesse trovare questo file, potrai cercare questi file e sarai avvertito di quello che starai per fare.";
"SBFSelectFirmware" = "Seleziona il firmware";
"SBFWrongFirmwareSelected" = "Firmware selezionato con dei problemi";
"SBFNoFirmwareFound" = "Nessun firmware trovato!\nVuoi cercarlo sul Web?";
"SBFBrowseFirmware" = "Sto cercando il firmware per %@.";
"SBFGoogleSearch" = "http://www.google.com/search?&q=%@+4.1+ipsw+download";
"SBFHint" = "Puoi passare alla modalità avanzata e cercare un firmware %@";
"SBFBrowseIPSW" = "Cerca un firmware...";

// Builder Menu

"SBMText" = "Qui puoi personalizzare il tuo firmware. Puoi modificare le impostazioni di ogni sezione, quando avrai finito clicca su \"Crea!\" per compilare e sviluppare il file .ipsw che sarà usato per ripristinare il tuo %@.";
"SBMSelectAction" = "Seleziona una opzione";
"SBMGeneral" = "Globali";
"SBMCydia" = "Package Cydia";
"SBMCustom" = "Package Propri";
"SBMLogos" = "Loghi propri";
"SBMBuild" = "Crea!";

// Builder Settings

"SBSText" = "Qui puoi decidere di \"Attivare il telefono\" che permetterà un'attivazione non ufficiale o \"Attivare l'aggiornamento della baseband\" che permetterà di modificare la Baseband.";

// Builder Cydia

"SBYText" = "Queste sono le impostazioni per i package individuali che sono forniti da Cydia. Naviga fra le tabelle e configura i package che vuoi preinstallare. Ricordati che potrai installare package di Cydia direttamente da %@.";
"SBYDeletePackages" = "Vuoi eliminare i package di Cydia da PwnageTool?";
"SBYDeleteSources" = "Vuoi eliminare le sorgenti di Cydia da PwnageTool?";
"SBYBadURL" = "Scusami, ma l'URL è inaccessibile.";

// Builder Custom

"SBCText" = "Qui sono elencate le impostazioni per il tuo .ipsw personalizzato. Qui i package possono essere attivati o disattivati e in futuro, gli specifici package che saranno distribuiti potranno essere attivati o disattivati qui.";

// Builder Logos

"SBLText" = "Qui puoi selezionare immagini personalizzate che potrai usare al posto delle immagini di PwnageTool, queste saranno usate al posto delle tradizionale immagini e potrai cambiarle e aggiungerle con il pulsante \"Cerca\".";
"SBLBrowseBootLogo" = "Cerca il file  per il logo dell'Accensione.";
"SBLBrowseRecoveryLogo" = "Cerca il file  per il logo del Ripristino.";
"SBLBadImage" = "Scusami, ma sembra che il file PNG non rispetti i requisiti.";

// Builder Build

"SBDText" = "Stiamo creando ora il file .ipsw che sarà usato per ripristinare il tuo %@.";
"SBDNoFreeSpace" = "Non hai abbastanza spazio libero.";
"SBDSaveIPSW" = "Registra il file .ipsw personalizzato.";
"SBDSaveOnDesktop" = "Creeremo ora il file .ipsw che potrai usare per ripristinare il tuo %@ con iTunes. Questo file sarà posizionato sulla tua scrivania. Vuoi continuare?";
"SBDAskForPwned" = "Il tuo %@ è mai stato Pwnato prima d'ora (ha il logo dell'Ananas)?\nSe non sei sicuro clicca No.";
"SBDRestore" = "Chiudi PwnageTool, metti il tuo %@ in Modalità di Ripristino, lancia iTunes e ripristina con il tuo firmware personalizzato.";
"SBDAreYouLegit" = "Sei il legittimo proprietario di %@?";

// Enter DFU

"SEDText" = "Segui queste istruzione per entrare in modalità DFU, la useremo per ripristinare un %@ non Pwnato.";
"SEDRestartGame" = "Fallito il tentativo di entrare in modalità DFU.\nVuoi provare ancora?";
"SEDFailed" = "Fallito il tentativo di entrare\nin modalità DFU";
"SEDSuccess" = "Riuscito il tentativo di entrare\nin modalità DFU";
"SEDRestore" = "Riuscito il tentativo di entrare in modalità DFU!\nChiudi PwnageTool, lancia iTunes e ripristina con il tuo firmware personalizzato.";
"SEDConnect" = "Connetti il dispositivo via USB";
"SEDTurnOff" = "Spegni il dispositivo";
"SEDPrepare" = "Prepararsi a premere\ni tasti Spegni e Home\ntra 5 secondi...";
"SEDPressTwoButtons" = "Premere i tasti Spegni e Home!";
"SEDHoldTwoButtons" = "Tenere premuti i tasti Spegni e Home\nper 10 secondi...";
"SEDHoldTwoButtons2" = "Tenere premuti i tasti Spegni e Home\nper 10 secondi...\n\nPronti per mollare il tasto\nSpegni";
"SEDReleasePowerButton" = "Molla il tasto Spegni!";
"SEDHoldOneButton" = "Tieni premuto il tasto Home\nper 10 secondi...";

"SEDATVUnplug" = "Rimuovi il cavo di alimentazione\ndall' Apple TV";
"SEDATVPrepare" = "Preparati a premere\nMenu e Play\nin 5 secondi...";
"SEDATVPressTwoButtons" = "Premi Menu e Play!";
"SEDATVHoldTwoButtons" = "Tieni premuto Menu e Play\nper 7 secondi\npoi rilasciali entrambi...";
"SEDATVReleaseButtons" = "Rilascia entrambi i bottoni!";

//

"SNotEnoughFreeSpace" = "Non hai abbastanza spazio nel tuo %@. Controlla di avere almeno %d MB liberi.";
"SLoadedIPSWFile" = "Caricato il file .ipsw da '%@'.";
"SCustomIPSWNameFormat" = "%@_Ripristino_Personalizzato.ipsw";

"SIPSWRecognized" = "Trovato file .ipsw come %@.";
"SIPSWNotRecognized" = "Impossibile trovare file .ipsw.";

"SCIMaking" = "Sto personalizzando il logo %@.";
"SCIMakingSuccess" = "OK";
"SCIMakingFailed" = "FALLITO";

"SIPSWUnzip" = "Sto unzippando il file .ipsw di %@.";
"SIPSWUnzipSuccess" = "OK";
"SIPSWUnzipFailed" = "FALLITO";

"SFWPatch" = "Sto patchando %@.";
"SFWPatchSuccess" = "OK";
"SFWPatchFailed" = "FALLITO";

"SFSConvertToUDRW" = "Sto convertendo la partizione di sistema ad immagine UDRW.";
"SFSConvertToUDRWSuccess" = "OK";
"SFSConvertToUDRWFailed" = "FALLITO";

"SFSResize" = "Sto ridimensionando la partizione di sistema a %@.";
"SFSResizeSuccess" = "OK";
"SFSResizeFailed" = "FALLITO";

"SFSAttach" = "Sto allegando la partizione di sistema a '%@'.";
"SFSAttachSuccess" = "OK";
"SFSAttachFailed" = "FALLITO";

"SFSDetach" = "Sto staccando la partizione di sistema da '%@'.";
"SFSDetachSuccess" = "OK";
"SFSDetachFailed" = "FALLITO";

"SFSConvertToUDZO" = "Sto convertendo la partizione di sistema ad immagine UDZO.";
"SFSConvertToUDZOSuccess" = "OK";
"SFSConvertToUDZOFailed" = "FALLITO";

"SFSASRScan" = "Scanning della partizione di sistema con ASR.";
"SFSASRScanSuccess" = "OK";
"SFSASRScanFailed" = "FALLITO";

"SFSPatch" = "Sto creando %@.";
"SFSPatchSuccess" = "OK";
"SFSPatchFailed" = "FALLITO";

"SCPAdding" = "Sto aggiungendo %@ package personalizzato.";
"SCPAddingSuccess" = "OK";
"SCPAddingFailed" = "FALLITO";

"SYPAdding" = "Sto aggiungendo %@ package di cydia.";
"SYPAddingSuccess" = "OK";
"SYPAddingFailed" = "FALLITO";

"SCPAddFailed" = "Impossibile aggiungere %@ package personalizzato. Non c'è abbastanza spazio libero nella partizione.";
"SYPAddFailed" = "Impossibile aggiungere %@ package di cydia. Non c'è abbastanza spazio libero nella partizione.";

"SBBPrepareUpdate" = "Sto preparando aggiornamento della Baseband.";
"SBBPrepareUpdateSuccess" = "OK";
"SBBPrepareUpdateFailed" = "FALLITO";

"SIPSWZip" = "Sto unzippando il file .ipsw.";
"SIPSWZipSuccess" = "OK";
"SIPSWZipFailed" = "FALLITO";

"SIPSWBuildSuccess" = "Creato con successo il file .ipsw personalizzato su '%@'.";
"SIPSWBuildFailed" = "Impossibile creare il file .ipsw personalizzato.";

"SRRAttach" = "Sto allegando la ramdisk di ripristino a '%@'.";
"SRRAttachSuccess" = "OK";
"SRRAttachFailed" = "FALLITO";

"SRRDetach" = "Sto staccando la ramdisk di ripristino da '%@'.";
"SRRDetachSuccess" = "OK";
"SRRDetachFailed" = "FALLITO";

"SRRResize" = "Sto ridimensionando la ramdisk di ripristino a %@.";
"SRRResizeSuccess" = "OK";
"SRRResizeFailed" = "FALLITO";

"SRRUpdating" = "Sto aggiornando la ramdisk di ripristino.";
"SRRUpdatingSuccess" = "OK";
"SRRUpdatingFailed" = "FALLITO";

"SNoFreeSpaceLeft" = "Non è stato lasciato spazio libero sulla partizione.";

"SPDownloading" = "Downloadando";
"SPDownloadFailed" = "FALLITO";
"SPDownloaded" = "Downloadato";
"SPCanceled" = "Cancellato";
"SPNewVersion" = "Nuova Versione";

"SFailedToPrepareX1222IPSW" = "Impossibile creare il file x12220000_4_Recovery.ipsw.";

